Repository: txiocoder/django-proxypay
Catalog: proxypay/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Days
pt: Dias

source: days for expiration
pt: dias para expiração

source: Reference
pt: Referência

source: Amount and Fees
pt: Montante e Taxas

source: Related Product and Service
pt: Produto e Serviço Relacionados

source: Proxypay Amount and Fee
pt: Montante e Taxa Proxypay

source: Bank Amount and Fee
pt: Montante e Taxa Banco

source: Proxypay Payment Details
pt: Detalhes de Pagamento Proxypay

source: Dates
pt: Datas

source: Status
pt: Estado

source: Raw Data
pt: Dados Bruto

source: Period ID
pt: ID de Período

source: Payment Period Start At
pt: Início do Período de Pagamento em

source: Payment Period End At
pt: Fim do Período de Pagamento em

source: Payment Location
pt: Local de Pagamento

source: Payment Terminal Type
pt: Tipo de Terminal de Pagamento

source: Payment Terminal ID
pt: ID do Terminal de Pagamento

source: Payment Transaction ID
pt: ID de Transação de Pagamento

source: Payment Product ID
pt: ID do Produto de Pagamento

source: Product
pt: Produto

source: Service
pt: Serviço

source: Bank Name
pt: Nome do Banco

source: Bank Net Amount
pt: Montante Líquido do Banco

source: Bank Fee Percentage
pt: Porcentagem da Taxa do Banco

source: Bank Fee Amount
pt: Montante da Taxa do Banco

source: Bank Applied Min Amount
pt: Montante Mínimo Aplicado Pelo Banco

source: Not Applied
pt: Não aplicado

source: Bank Applied Max Amount
pt: Montante Máximo Aplicado Pelo Banco

source: Net Amount
pt: Montante Líquido

source: Fee Percentage
pt: Porcentagem da Taxa

source: Fee Amount
pt: Montante da Taxa

source: Applied Min Amount
pt: Montante Mínimo Aplicado

source: Applied Max Amount
pt: Montante Máximo Aplicado

source: Creating Proxypay Payment Reference
pt: Criando Referência de Pagamento Proxypay

source: Invalid app configuration key: '%s'
pt: Chave de configuração de aplicativo inválida: '%s'

source: days must be a number
pt: dias deve ser um número

source: For testing payments with Proxypay in the development environment
pt: Para testar pagamentos com Proxypay no ambiente de desenvolvimento

source: It is only possible to make fictitious payments in a sandbox environment
pt: Só é possível fazer pagamentos fictícios em um ambiente sandbox

source: Reference: '%s', paid successfully
pt: Referência: '%s', pago com sucesso

source: Mock payment acknowledged automatically
pt: Pagamento simulado reconhecido automaticamente

source: Proxypay returns '%d' status code from API
pt: Proxypay retornou o código de status '%d' da API

source: References
pt: Referências

source: Waitng
pt: Esperando

source: Paid
pt: Pago

source: unique key
pt: chave única

source: reference
pt: referência

source: amount
pt: montante

source: entity
pt: entidade

source: status
pt: estado

source: reference data fields
pt: campos de dados da referência

source: payment data from proxypay
pt: dados de pagamento do proxypay

source: additional data
pt: dados adicionais

source: paid at
pt: pago em

source: expires in
pt: expira em

source: created at
pt: criado em

source: update at
pt: atualizado em

source: Expired
pt: Expirado

source: Is Paid
pt: Está Pago

source: Proxypay Fee
pt: Taxa Proxypay

source: Bank Fee
pt: Taxa Banco

source: Fees Expense
pt: Despesas de Taxas

source: Error when trying to delete the reference in the Proxypay
pt: Erro ao tentar excluir a referência no Proxypay

source: Proxypay reference: '%s' <> key: '%s'
pt: Referência Proxypay: '%s' <> chave: '%s'

source: Error creating reference, <fields> Add 9 max custom fields
pt: Erro ao criar referência, <fields> Adicionar no máximo 9 campos personalizados
